---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerFt
source: html/5c108c6c-7446-66f3-5551-7427409186d2.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerFt Property

Symbol kip/ft, indicating unit Kips per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerFt { get; }
```